[Lang]
	Name=English
	TranslatorName=Romeo91 & stasys44
	TranslatorURL=www.adia-project.net
	ID=0409;0009;0c09;2809;1009;2409;4009;1809;2009;4409;1409;3409;4809;1c09;2c09;0809;3009;3c09;3809
	Version=6.0.0
	Date=17/02/2014
	Charset=1252

'Support Locale IDs (LCID) by this language file
'	0009: English
'	0c09: English (Australia)
'	2809: English (Belize)
'	1009: English (Canada)
'	2409: English (Caribbean)
'	4009: English (India)
'	1809: English (Ireland)
'	2009: English (Jamaica)
'	4409: English (Malaysia)
'	1409: English (New Zealand)
'	3409: English (Philippines)
'	4809: English (Singapore)
'	1c09: English (South Africa)
'	2c09: English (Trinidad)
'	0809: English (United Kingdom)
'	0409: English (United States)
'	3009: English (Zimbabwe)
'	3c09: English (Hong Kong)
'	3809: English (Indonesia)

'parametrs support esc-sequences \n \r \t 

[frmMain]
	frRezim=Working Mode with DriverPack
	frDescriptionIco=Indications of the buttons (direct cursor on picture for viewing the description)
	frRunChecked=Execute ...
	frCheck=Select DriverPack:
	lblOsInfo=Operating System: 
	RezimIntellect=Install\r\n(Compatible driver)
	RezimUst=Install\r\n(Full - Whole DriverPack)
	RezimUpd=Creation or updating\r\ndriver bases 
	RezimIntellectTip=In this mode the driver is being unpacked and installed for device found of your computer.
	RezimUstTip=In this mode is being unpacked the whole DriverPack. Hereinafter, the program checks and tries to install the suitable driver.
	RezimUpdTip=Driver database creation or updating mode
	mnuRezim=Updating drivers database
	mnuRezimBaseDrvUpdateALL=Update drivers database for ALL DPPack's
	mnuRezimBaseDrvUpdateNew=Update drivers database for NEW DPPack's
	mnuRezimReadClasses=Determine DPack classes and save them to options
	mnuRezimBaseDrvClean=Delete database files for notexisting drivers
	mnuService=Service
	mnuShowHwidsTxt=Show computer devices HWIDs (Text File)
	mnuShowHwidsXLS=Show computer devices HWIDs (Excel File)
	mnuShowHwidsAll=Show computer ALL Devices list
	mnuRunSilentMode=Run Installation of the drivers in Silent unattended mode
	mnuViewDPInstLog=Show DPinst.log
	mnuOptions=Options
	mnuMainUtils=Utilitiess
	mnuUtils_devmgmt=Device Manager
	mnuMainAbout=Help
	mnuLinks=Favorite Links
	mnuHistory=Changelog...
	mnuHelp=Contents
	mnuHomePage=OsZone.Net Forum
	mnuHomePage1=Visit HomePage
	mnuCheckUpd=Check for update
	mnuDonate=Donate Project
	mnuLicence=Licence Agreement
	mnuAbout=About programm...
	mnuModulesVersion=Modules...
	mnuContextXLS=Open database file (Excel File)
	mnuContextTxt=Open database file (Text File)
	mnuContextToolTip=Show list of the drivers available for computer
	mnuContextEditClasses=Change class of the DriverPack and save it to options
	mnuContextEditDPName=Change displayed name of the DriverPack
	mnuContextDeleteDRP=Delete DriverPack
	mnuContextLegendIco=View Legend
	mnuMainLang=Language
	mnuLangStart=Use the selected language on start (canceling autoselect)
	mnuContextInstall1=Usual installation
	mnuContextInstall2=Selective installation
	cmdRunTask=Run task for selected DPPacks
	cmdRunTask1=Run task for All DPPacks on Form
	cmdCheck=Select
	cmdBreakUpdateDB=Cancel running Task
	cmdViewAllDevice=List of all devices on your computer + driver search on the Internet by HWID
	cmbCheckButtonListElement1=All on the form
	cmbCheckButtonListElement2=Clear Check
	cmbCheckButtonListElement3=All
	cmbCheckButtonListElement4=Only new
	cmbCheckButtonListElement5=NotInstalled
	cmbCheckButtonListElement6=Recommended
	ToolTipArrStatusIcon1=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nSuch drivers (of the same version) are already installed on your computer\r\n\r\nYour actions:\r\nNo action is required.\r\n\r\nNote:\r\nIf '0' stands in the status row for device, this means:\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon2=There are drivers matching for device discovered on your computer in this program DriverPack's\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nRun the program in one of the modes of the driver installation and press on this button - it will bring installation of the necessary drivers from the package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in driver package may not match your device. The Comparison of the device identifiers (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands in the Statusrow for device, this means:\r\n* - a driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon3=There are drivers matching for device discovered on your computer in this program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring installation of the more new driver from package and corresponding change of the button appearance\r\n\r\nNote:\r\nIn some cases driver in driver package may not match your device. The Comparison of the device  (HWID) take place in the main part HWID disregarding subclass device (SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=There are drivers matching for device discovered on your computer in this program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for more fresh driver in network and update (change) this package in the program.
	ToolTipArrStatusIcon5=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more new, than that are already installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the driver installation and press on this button - it will bring about installation more new driver from package and corresponding to change the type of the button\r\n\r\n2. There is driver In this package driver program, approaching to device, discovered on your computer\r\n\r\nOn your computer of these driver are not installed\r\n\r\nYour actions:\r\nSwitch the program in one of the mode of the installation driver and press this button - it will bring necessary driver installation from package and corresponding change of the button appearance\r\n\r\nNotes:\r\n1. In some cases driver in the driver package cannot match your device. The Comparison of the  device identifier (HWID) take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI)\r\n2. If '0' stands  in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager )
	ToolTipArrStatusIcon6=1. There are drivers matching for device discovered on your computer in this  program DriverPack's, but more old, than that are already installed\r\n\r\nYour actions:\r\nNothing to do needs. You can search for the more fresh driver in network and update (change) this package in the program\r\n\r\n2. There are drivers matching for device discovered on your computer in this  program driverpackage\r\n\r\nthese drivers are not installed on your computer\r\n\r\nYour actions:\r\nSwitch the program to one of the driver installation mode and press this button - it will bring necessary drivers installation from package and corresponding change the button appearance\r\n\r\nNotes:\r\n1. In some cases driver from driver package can not match to your divice. Device identifier (HWID) comparison take place in the HWID main part disregarding subclass device (SUBSYS|REV|MI).\r\n2. If '0' stands in Status row for device, this means:\r\n* - the driver for this device is not installed;\r\n* - the device is blocked;\r\n* - the driver for this device is not active (refer to information in Device Manager)
	ToolTipArrStatusIcon7=The Drivers in this program package have no relation to your computer\r\n\r\nYour actions:\r\nNothing to do needs. This DriverPack will be useful somehow in some other time - to change device or on the other computer.
	ToolTipArrStatusIcon8=The Program can not define what is found in this DriverPack\r\n\r\nYour actions:\r\nSwitch the program to 'Driver database creation or updating' mode, press this button - thereby information about drivers from the package will be added to database of the program and the appearance of the button will change. Read about the further action in explanation of the corresponding icon.
	ToolTipArrStatusIcon9=The Program updates driver base for chosen package driver\r\n\r\nYour actions:\r\nNothing to do needs. It remains only to wait for the close down of the program.
	ToolTipTextTitle=DriverPack File:
	ToolTipTextFileSize=File Size:
	ToolTipTextClassDRV=Class of the Drivers:
	ToolTipTextDrv2Install=DRIVERS AVAILABLE TO INSTALL:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Inf-File
	TableHwidHeader4=Version(DB)
	TableHwidHeader5=Version(PC)
	TableHwidHeader6=Status
	TableHwidHeader7=Device Name
	TableHwidHeader8=DriverPack
	TableHwidHeader9=!
	TableHwidHeader10=Manufacturer
	TableHwidHeader11=Compatible HWID
	mnuUpdateStatusAll=Update status of ALL DPPack's
	mnuContextUpdStatus=Update status of DriverPack
	mnuDriverPacks=Visit driverpacks.net
	mnuDriverPacksOnMySite=Download DPPack's ...
	TableHwidHeader12=Device ID
	TableHwidHeader13=Section
	mnuReCollectHWID=Refresh data on all packages
	mnuContextTestDRP=Test this driver package by program 7-zip
	mnuAutoInfoAfterDelDRV=AutoUpdate hardware configuration after removing driver
	mnuContextDeleteDevIDs=Remove device drivers:
	mnuCreateRestorePoint=Create a system restore point
	mnuUpdateStatusTab=Update status of all driver packages (the current tab)
	mnuReCollectHWIDTab=Scan for hardware changes (the current tab)
	ToolTipTextDrv4UnsupportedOS=This driver package is designed for a different operating system.\r\nProcessing driver package when loading the program for non-supported OS is disabled in the settings.\r\nIf you wish to update the status of driver packages for the OS, then press SHIFT + F6
	SSTabTypeDPTab1=All DPPacks
	SSTabTypeDPTab2=Update Available
	SSTabTypeDPTab3=Not Installed
	SSTabTypeDPTab4=Installed
	SSTabTypeDPTab5=Not Indexing
	mnuCreateBackUp=Create a backup copy of the drivers
	mnuContextInstall3=Unpack to a directory - All the selected driver
	mnuContextInstall4=Unpack to a directory - Select the drivers ...
	mnuContextCopyHWIDs=Copy HWID to clipboard
	frInfo=Information about operating system and computer
	lblPCInfo=Model notebook/motherboard:
	mnuDelDuplicateOldDP=Delete old version of driver packages
	TableHwidHeader14=Find in DP's
	lblNoDP4Mode=No driver packages for this mode
	lblNoDPInProgram=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nDriver packages can be downloaded from the websites DriverPacks.net or DriverOff.net
	mnuLoadOtherPC=Download information of another PC (Emulation work)
	mnuSaveInfoPC=Save information about the devices to emulate a program on the other PC
	mnuContextDeleteDevIDDesc=List of drivers available for the removal
	mnuContextCopyHWIDDesc=HWID\tDevice Name

[frmAbout]
	frmAbout=About program ... 
	cmdDonate=Donate project
	cmdLicence=Licence Agreement
	cmdSoftGetNet=Visit HomePage
	cmdOsZoneNet=OsZone.Net Forum 
	cmdExit=Close
	lblMailTo=E-mail to Author of the Program
	lblInfo=The Program is intended for device driver installation on operating system already installed. The Program works with driver package (the archive). First necessary to build the database for each archive that the program functions(works). Then DB is analysed and given available for installation driver list from each archive.

[frmLicence]
	frmLicence=Licence Agreement
	chkAgreeLicence=I agree with agreement
	cmdOK=Agree
	cmdExit=Close

[frmSilent]
	frmSilent=Enable Silent Mode
	cmdOK=Start Installation
	cmdExit=Cancel
	lblTimerText=To start installation remain: 
	lblTimeInSec=second
	lblInfo=The Program is started in Silent Mode. The unattended installation of the necessary drivers will begin in certain time. If you want to cancel the process press the "Cancel" button or "Esc" key .

[frmCheckUpdate]
	frmCheckUpdate=Update: New version is available
	cmdUpdate=Download Update
	cmdUpdateFull=Download Distributive
	cmdHistory=Changes history
	cmdDonate=Donate Project
	cmdExit=Close
	lblVersion=The latest version of the program:
	frDescription=Mark in changes history:
	lblDescription1=" - " - Error correction
	lblDescription2=" * " - Cosmetic changes
	lblDescription3=" + " - Adding functional
	lblDescription4=" ! " - Issue notes
	lblWait=Loading data from the official site. Please wait ....
	lblVersionList=List of changes for version

[frmDonate]
	frmDonate=Donate Project
	cmdExit=Close

[frmUtilsEdit]
	frmUtilsEdit=Edit Element
	lblUtilName=Name of Utility: 
	lblPathUtil=Path to Execute file
	lblParamUtil=Optional start parametrs
	cmdOK=Apply
	cmdExit=Close
	lblPathUtil64=Path to Execute file for x64

[frmOSEdit]
	frmOSEdit=Edit entry
	lblOSVer=OS Version 
	lblNameOS=OS Name 
	lblPathDRP=Path to folder with the DriverPacks
	lblPathDB=Path to folder with Bases of the DriverPacks
	frDopFile=Path to additional file for installation Graphics DriverPacks from Bashrat
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Excluding files from work folder of the driverpacks (enumerate over ;)
	chk64bit=64-bit OS Drivers 
	cmdOK=Apply
	cmdExit=Close
	chkNotCheckBitOS=Ignore OS-bit

[frmLegendIco]
	frmLegendIco=Detailed description of the driverpack icon
	cmdOK=OK

[frmListHwid]
	frmListHwidView=List of available drivers in the driverpacks for PC (found:
	frmListHwidInstall=Drivers to install List (found:
	cmdOKCaption1=Install
	cmdOKCaption2=OK
	cmdExit=Close
	cmdCheckAll=Check All
	cmdUnCheckAll=Clear all checks
	lblInformation=Choose drivers for unpack and install and press "OK". Drivers in one folder with chosen driver mark automaticaly.
	frGroup=Driver group
	chkGrp1=Not installed or disable
	chkGrp2=Update available
	chkGrp3=Installed
	chkGrp4=Older than the specified
	strcmdOKCaption3=Unpack

[frmListHwidAll]
	frmListHwidAll=List of all devices on your PC 
	cmdOK=OK
	frGroup=Group of the Drivers
	frFindDrvInternet=Search driver in Internet
	chkParseHwid=Only basic HWID device
	cmdGoSite=Search drive
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=All
	optGrp4=No drivers in the database
	lblWait=Please wait! Updating hardware configuration ...
	cmdReNewHW=Updating hardware configuration
	chkHideOther=Leave only the selected
	cmdBackUpDrivers=Create a backup copy of the drivers

[frmOptions]
	frmOptions=Options
	cmdOK=Save changes
	cmdExit=Exit without saving
	frOptions=Options
	ItemOptions1=Main Options
	ItemOptions2=Supported OS
	ItemOptions3=Work Utilities
	ItemOptions4=Additional Utilities
	ItemOptions5=Program appearance 
	ItemOptions6=DPInst starting parametrs
	frMain=Main Options
	lblOptionsStart=Actions on program start
	chkUpdate=Check for updates
	chkUpdateBeta=Check for the presence of beta-versions of the program.
	chkReadClasses=Read classes of driverpacks (necessarily for installation additional files for Graphics driverpack)
	chkConvertDPName=Converting Name of the driverpacks (remove symbols: DP, _32, wnt5 and so on)
	chkReadDPName=Read replaced name of driverpacks
	chkReadDRVVersion=Read driver version of device.
	chkHideOtherProcess=Run external process in hide mode
	lblOptionsTemp=Work with Temporary files
	chkTempPath=Folder of Temporary files
	chkRemoveTemp=Delete temporary files
	lblDebug=Debug mode options 
	chkDebug=Enable debug mode
	chkRemoveHistory=Clear old debug file on program start
	lblRezim=Start mode
	lblDebugLogPath=Path to log-file:
	frMainTools=Paths of main utilities (Tools)
	cmdPathDefault=Set to Default Path
	frOtherTools=Additional Utilities (View in menu "Utilities")
	cmdAddUtil=Add
	cmdEditUtil=Edit
	cmdDelUtil=Delete
	frOS=Supported OS
	chkRecursion=Work with folder in Recursive mode
	chkLoadFinishFile=Read "finish" file (driverpack*.ini) on driver installation (only for compatible mode)
	cmdAddOS=Add
	cmdEditOS=Edit
	cmdDelOS=Delete
	lblExcludeHWID=Exclude the following HWID (listing by ";") from the process (supported by the wildcard "*"):
	frDesign=Appearance
	lblSizeForm=Size of the main window
	lblFormHeight=Height:
	lblFormWidth=Width:
	chkFormMaximaze=Start maximazed
	chkFormSizeSave=Save forms size on Exit
	lblSizeButton=Button properties
	lblButtonHeight=Heihgt:
	lblButtonWidth=Width:
	lblButtonLeft=Left:
	lblButtonTop=Top:
	lblButton2BtnL=Horizontal interval:
	lblButton2BtnT=Vertical interval:
	chkButtonTextUpCase=View button text in uppercase
	cmdChooseFont=Choose font for button text
	lblImageMain=Main icons
	lblImageStatus=Icons for status buttons
	lblTabControl=Tab Control - Supported OS
	lblTabPerRowCount=Tabs per Row:
	cmdChooseFontTab=Choose font for tab text
	chkTabBlock=Make tabs unactive for unsupported OS (except database Update mode)
	lblFormWidthMin=Minimal values exist for some parameter. If the value is less than minimal, that window will light up to red colour. The program will set default values at its start .
	AdditionalColorCaption=Choose a color
	frDpInstParam=Starting Parameters of DPInst
	lblParam=Parameter
	lblDescription=Description of parameter
	lblLegacyMode=It lets to install unsigned drivers and driver packages that have missing files
	lblPromptIfDriverIsNotBetter=It displays a dialog box if the new driver does not match better to device than the driver is currently installed on the device
	lblForceIfDriverIsNotBetter=Forced driver installation on the device even if the driver currently installed on the device matches  better than the new driver
	lblSuppressAddRemovePrograms=It suppresses the addition of the entries in the window \"Add or Remove Programs"\
	lblSuppressWizard=It suppresses display of the Wizard ..., but user dialog boxes maybe will be displayed by OS
	lblQuietInstall=Unattended mode. It suppresses display of the Wizard pages and user dialog boxes usualy displayed by OS 
	lblScanHardware=Drivers will be copied and installed only for the devices  found in the computer (it will be operated only for PnP devices)
	lblCmdStringDPInst=Total starting parameters
	TableOSHeader1=Version
	TableOSHeader2=Name
	TableOSHeader3=DriverPack
	TableOSHeader4=DataBase
	TableOSHeader5=x64
	TableOSHeader6=PhysX
	TableOSHeader7=Lang
	TableOSHeader8=Runtimes
	TableOSHeader9=ExludeFiles
	TableUtilHeader1=Name
	TableUtilHeader2=Path
	TableUtilHeader3=Parameters
	ItemOptions7=Creating database drivers
	frDevParser=Creating database drivers (Parameters of the parser inf-files)
	chkDelDouble=Process duplicate HWID
	chkDelDouble_SubSys=Cut HWID to "SubSys"
	chkDelDouble_MI=Cut HWID to "MI"
	chkDelDouble_CC=Cut HWID to "CC"
	chkDelDouble_Rev=Cut HWID to "REV"
	lblDevParserMode=Processing mode of inf-files
	optDevParser=Create drivers database using native algorithm (inf as ini-file)
	optDevParserbyRegExp=Create drivers database using regular expression (RegExp)
	chkSortByHWID=Sort the drivers database output file by HWID
	chkTabHide=Hide the tabs do not support your OS (except "updating database" mode)
	ItemOptions8=Main Options 2
	lblDelDouble=Attention! If you change the above settings, be sure to re-create the necessary drivers database. Settings are also included in obtaining HWID local devices.
	txtDevParser=inf-file parser mode is based on work with the ini-file. The inf-file and the ini-file are very similar by the structure, except some peculiarities. The method has several weaknesses: more frequent recourse to the files, the inability to read data from a very large inf-files (these files are handled as a text document). The mode does not depend on the version of external libraries. The speed is 2-4 times inferior to the method using RegExp.
	txtDevParserbyRegExp=inf-file parser mode is based on the RegExp use. It is high-performance mode, as it is loaded all the contents of the inf-file at once to the memory, thus turning only once to the file, as well as receiving data as soon as due to predetermined structure.
	frMain2=Main Options 2
	lblCompareVersionDRV=Driver version comparison
	optCompareByDate=Compare drivers by date
	optCompareByVersion=Compare drivers by numeric value
	txtCompareVersionDRV=Each driver in the inf-file contains date and version. Data are registered in section [Version] and have the format:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], where the mm/dd/yyyy - month/day/year, and [,wxyz] - an optional driver numeric value
	chkSilentDll=Silent registration/update of system components (dll and ocx)
	chkDateFormatRus=Display date in format dd/mm/yyyy
	chkSearchOnStart=Search for new devices before collect information
	lblPauseAfterSearch=Pause after search:
	chkCreateRP=Create a restore point on start the program
	frDesign2=Appearance 2
	lblTabControl2=TabControl 2 - groups of drivers
	cmdChooseFontTab2=Choose font for tab text
	chkLoadUnSupportedOS=Process tabs do not support your OS 
	chkCompatiblesHWID=Process compatible HWID (CompatibleIDs)
	ItemOptions9=Program appearance 2
	TableUtilHeader4=Path x64
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	cmdFutureButton=Your future button
	ButtonColor=Select the Font Color button
	ButtonFont=Select a font Font button
	ItemOptions10=Debug mode
	frDebug=Debug mode
	lblMacrosType=Available macros in the name of the log file
	lblMacrosParam=Option
	lblMacrosDescription=Parameter Description
	lblMacrosPCName=Short name of the computer, without the domain suffix
	lblMacrosPCModel=Computer Model\Motherboard
	lblMacrosOSVer=Operating system version as the wnt(5|6)
	lblMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:
	chkDebugTime2File=Add the date and time in each line of the log file
	cmdFontColorButton=Set the font color of the button text
	cmdFontColorTabOS=Set the color of the text font for TABs
	cmdFontColorTabDrivers=Set the color of the text font for TABs
	chkButtonDisable=Activate button (for testing)
	lblTheme=Set icons theme (change major icons, status icons and buttons)
	cmdFontColorToolTip=Set the color and font of the tooltips text
	ctlStatusBtnBackColor=Additional colors...
	lblButtonStyle=Buttons style
	lblButtonStyleColor=Color Scheme

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text
	ctlFontColor=Additional colors...

[frmEmulate]
	frmEmulate=Emulation mode for another PC
	frFile=File for emulation
	frOS=Operating System | Model PC/Notebook
	lblInfo=Select a file and choose operating system to emulation program
	lblOSInfo = Parametrs of the Operating System (OS) and the computer model will be selected automatically when you select the image system. If the OS is not set correctly, you can change it manually
	chk64bit=64-bit OS
	chkIsNotebook=Notebook
	cmdOK=Emulate
	cmdExit=Cancel

[Messages]
	strMessages1 =Load program's settings...
	strMessages2 =Building of the file for viewing
	strMessages3 =The Collection of the information about composition and version of the driver files for the PC devices. Please wait...
	strMessages4 =Program work is impossible
	strMessages5 =List of the supported operating systems is empty. Program work is impossible
	strMessages6 =None directory is found with package driver, prescribed in the program options.\r\n\r\nThe further program work is impossible!
	strMessages7 =One of the program files does not exist
	strMessages8 =Registration error of the system file. Try to register file manually or copy it simply to the directory %windir%\system32
	strMessages9 =The Program uses the BalloonTips for its work. They are disabled on this computer\r\n\r\HKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced\r\nEnableBalloonTips=0\r\n\r\nChange this value to 1\r\n\r\nDo you want to continue working?
	strMessages10=BalloonTips are disabled! Continue?
	strMessages11=Source text file of the license agreement has been changed! This may be a result of mistake or a malicious program modifications. Contact the developer or redownload the program distribution. Would you like to continue?
	strMessages12=DriverPacks are not found.
	strMessages13=Unpacking error of the file:
	strMessages14=None selected package driver!
	strMessages15=Folder for alternative icons given by you does not exist. Standard icons will be used!!!
	strMessages16=The Program is running from CD\DVD, process of the DataBase updating is impossible.
	strMessages17=Do you really want to delete the driver package?
	strMessages18=Do you want to install all recommended drivers in Silent mode?
	strMessages19=Microsoft Excel from software Microsoft Office package is not installed on your computer
	strMessages20=The driver package class searching and installing is completed. Necessary to reload the program to use parameter.
	strMessages21=DPInst start error:
	strMessages22=The process of the driver updating or installation is already running. Wait termination.\r\nIt is impossible to start more than one process.
	strMessages23=You want to execute the task for chosen driver package? Some processes maybe very long!!!
	strMessages24=You want to update base for
	strMessages25=driver packages for all supported OS? This process may be very long!!!
	strMessages26=Execute the selected action?
	strMessages27=Performing of the task is interrupted!!!\r\nProcessing is interrupted on driver package:
	strMessages28=Do you want to delete unnecessary files of the driver package database?
	strMessages29=Remove
	strMessages30=Unnecessary database files are not found
	strMessages31=File saving error in the driver database directory
	strMessages32=Displayed name of the driver package is changed:
	strMessages33=Start error of the external program: 
	strMessages34=Do you want exit program?
	strMessages35=Versions of the additional modules:\r\n\r\nModule Name:\tVersion:
	strMessages36=New options are saved! To use it is necessary to reload program.
	strMessages37=Do you really want to leave without options saving?
	strMessages38=The Program works on CD\DVD!\r\nOptions saving is impossible!
	strMessages39=It is not managed to load the License Agreement file. The further program work is impossible. Apply to the Developer or download new program distribution.
	strMessages40=The source file text was changed!!!\r\nThe form 'Support the project' will be closed\r\nApply to the Developer or download new program distribution.
	strMessages41=It is not managed to load donate.rtf file. Apply to the Developer or download new program distribution.
	strMessages42=Copying of the file is terminated with error
	strMessages43=Attention!!! The File is available only for reading, saving of the file is impossible. To save it is necessary to change the attribute of the file and repeat the attempt.
	strMessages44=It can not create temporary file in the directory:
	strMessages45=The error has occurred  while writing data into file:
	strMessages46=The file is not found. It is possible the error has occurred at information collection by devcon.exe program. The further program work is impossible
	strMessages47=It is impossible to change the screen adjustings!\r\nReasons:\r\n1. Your monitor or videocard disabled at these screen parameters!\r\n2. Program can not write adjustments into the registry (Try to login as 'Administrator')
	strMessages48=New monitor adjustings are been aplying !\r\nThe System ready to work!
	strMessages49=To enable adjustments it is necessary to reboot the computer!\r\nReboot now?
	strMessages50=All have failed (Nothing has occurred)
	strMessages51=The Program is optimized for the monitor screen resolution 800x600.\r\nYou have adjusted to screen resolution:
	strMessages52=ATTENTION!!! It isossible incorrect appearance of the program\r\n\r\nChange the screen resolution to recommended!?("YES")\r\nContinue the functioning without change?("NO")
	strMessages53=Error on update checking, connection to Internet is not created or server is inaccessible or timeout
	strMessages54=Error on update checking
	strMessages55=It is discovered old version on the server! Very strange :)\r\nIt is the most veritable that you have unofficial release for testing received from author of the program.
	strMessages56=New version of the program is not discovered.
	strMessages57=The error has occurred  while the program Devcon start. Some functions will be disabled.
	strMessages58=It is checking for presence of the renovations of the program...
	strMessages59=The program loading is completed!!! Start Time is:
	strMessages60=The Program is running in Silent mode...
	strMessages61=The base is been creating for the file:
	strMessages62=The creating of the base is terminated. Passed time: 
	strMessages63=We install driver from the driver package: 
	strMessages64=Driver installation is completed
	strMessages65=Installation is cancelled. Driver package:
	strMessages66=The driver package processing is interrupted. Passed time: 
	strMessages67=Processing of all driver packages is completed. Passed time: 
	strMessages68=No package for database updating
	strMessages69=Processing the folder:
	strMessages70=File
	strMessages71=Removing of the unnecesary DB files is terminated.
	strMessages72=We extract inf-files from archive:
	strMessages73=Analysis of the inf-files and building of the driver base for file:
	strMessages74=The displayed name is been changing for the driver package:
	strMessages75=Enter/Change displayed name for the driver package:
	strMessages76=It is changing the name of the driver package
	strMessages77=Displayed name for the driver package is changed:
	strMessages78=Section
	strMessages79=An error has occurred while the panels installing from section: 
	strMessages80=Processing the data collected about this computer
	strMessages81=The temporary files are been removing. Please wait....
	strMessages82=Group installation is cancelled.
	strMessages83=Unpacking chosen drivers from checked driver packages...
	strMessages84=Installation chosen driver from checked driver packages...
	strMessages85=Driver installation for checked driver packages is completed!
	strMessages86=Driver packages processing is finished
	strMessages87=None driver is found or folders do not exist
	strMessages88=It is successfully removed Driver package:
	strMessages89=It is been processing the file:
	strMessages90=Enter/Change class for driver package
	strMessages91=The class is been changing for the driver package
	strMessages92=The class searching and installing is completed.
	strMessages93=Starting the Wizard of the device driver installation. We expect the close-down...
	strMessages94=Installation is completed. Checking the device condition after installation. Please wait...
	strMessages95=Collecting the version information of the driver files after installation. Please wait...
	strMessages96=Updating the information about PC device
	strMessages97=Extracting drivers from file:
	strMessages98=Extracting additional files:
	strMessages99=Supplementary extracting files from the archive:
	strMessages100=Installing the panels. Searching and processing sections...
	strMessages101=Start of the Silent mode is cancelled.
	strMessages102=An error occurred when comparing the versions of the program. Refer to the Developer.
	strMessages103=There is no DriverPack in the database. Do you want to create the database now?
	strMessages104=Selected driver packages quantity:
	strMessages105=Neither of the driver packages is selected. Group tasks implamentation is impossible.
	strMessages106=The current version of the component is older than that used by the program.\r\nIt is recommended to install the update!\r\n\r\nWarning! Upgrading may affect to other programs that use this component!\r\n\r\nWould you like to update?
	strMessages107=Perhaps your version of "Drivers Installer assistant" out of date!\r\n\rClick here to check for program updates
	strMessages108=The program have not detected driver packages in the working directory.\r\nMaybe the path is misfigured or driver packages are not available.\r\n\r\nWould you go to the site adia-project.net or DriverPacks.net to download?\r\n\r\n"YES" - go to the website "adia-project.net"\r\n"NO" - go to the website "DriverPacks.net"\r\n"Cancel" - Close the window and continue
	strMessages109=It is testing the archive:
	strMessages110=Errors are not found during unpacking the archive:
	strMessages111=Set of supported drivers is not found for your OS.\r\n\r\nPerhaps incorrect settings are selected in "Supported OS". Program using is available only online:
	strMessages112=Attention! One or more driver packages are not compatible with driver database.\r\n\r\nYou need to rebuild the driver database using the appropriate mode of the program.
	strMessages113=One or more device drivers have been removed.\r\nIt is advised to Update the hardware configuration and the status of driver packages to work properly.\r\n\r\nUpdate now?
	strMessages114=Hardware configuration update is complete!
	strMessages115=You want to do a system restore point before proceeding?
	strMessages116=Your computer is turned off System Restore or the function is not supported by the operating system\r\nCreating restore point is impossible.
	strMessages117=An error occurred while creating a system restore point
	strMessages118=Create a system restore point. Please wait...
	strMessages119=System restore point was created successfully. Point name:
	strMessages120=System restore point can be created later through the "Service" menu.
	strMessages121=Analysis and sorting data:
	strMessages122=!!! An unknown driver programs OEM-manufacturers:
	strMessages123=Functional backup in a separate free software Drivers BackUp Solution (DBS).\r\nMaybe in the future functionality will be included in the Drivers Installer Assistant (DIA).\r\n\r\nWould you like to learn more about the program DBS?
	strMessages124=of
	strMessages125=Unpack the drivers to the selected directory is complete!
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages127=Loading ...
	strMessages128=Indexing ...
	strMessages129=Installing ...
	strMessages130=Ending ...
	strMessages131=Select a directory to extract the driver
	strMessages132=Unpacking drivers canceled
	strMessages133=Do you want to open a folder?
	strMessages134=Removing files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully.\r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed.\r\nIn the extraction procedure errors were found!\r\n\r\n Would you like to open a directory with files?
	strMessages137=DIA The program has the following initial options:\r\n\r\n"/?", "/h", "-h", "-help", "/help" - display the window\r\n\r\n"/s [(:|=)mode]", "-s[(:|=)mode]", "-s[(:|=)mode]" - Run silent mode installation of the drivers, with a choice selection mode drivers.\r\nParameter [mode] can be set to mode "installation (compatible drivers)" and "Installation (Full - the whole package)," respectively:\r\n\tn or n2 - Select driver packages with newer drivers.\r\n\tq or q2 - Select driver packages with unknown drivers.\r\n\ta or a2 - Select all driver packages to the tab\r\n\r\n"/t[(:|=)time] ","-t[(:|=)time] ","-t[(:|=)time] "- time in seconds, before starting silent installation mode drivers. Default pause is 10 seconds.\r\n\r\n "/extractdll [(:|=) path]" - extract files from program to the specified directory, if the directory is specified, the recovery is a temporary directory\r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights. You want to continue?
	strMessages139=You wish to remove older versions of the driver packages?
	strMessages140=Outdated driver packages not found
	strMessages141=Older versions of driver packages are removed!\r\n To apply, you must restart the program.\r\n\r\n Would you like to restart now?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages148=Analysis inf-file and build a database of drivers for the directory:
	strMessages149=Copying files to a temporary directory ...
	strMessages150=(AS FOLDERS)
	strMessages151=Locate File
	strMessages152=Locate Folder
	strMessages153="Cancel" - Do not ask
	strMessages154=Extract the driver from the driver package: 
	strMessages155=Extract...
	strMessages156=Unable to determine the parameters of the operating system and the computer model\r\nOr unsupported system snapshot
